{
  "privacy": {
    "title": "Datenschutzerklärung",
    "sections": {
      "introduction": {
        "title": "1. Einleitung",
        "content": "Diese Datenschutzerklärung informiert Sie darüber, wie wir, Park Nordica, Ihre personenbezogenen Daten erheben, verarbeiten und schützen, wenn Sie unsere Website besuchen oder unsere Dienstleistungen nutzen."
      },
      "responsible": {
        "title": "2. Verantwortliche Stelle",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norwegen\nE-Mail: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "data": {
        "title": "3. Welche Daten wir erheben",
        "items": {
          "0": "Wir erheben personenbezogene Daten, wenn Sie:",
          "1": "• unsere Website besuchen (z. B. durch Cookies, IP-Adresse, Gerätedaten)",
          "2": "• ein Ticket kaufen oder sich anmelden",
          "3": "• mit uns in Kontakt treten",
          "4": "",
          "5": "Beispiele für erhobene Daten:",
          "6": "• Name, Adresse, E-Mail-Adresse",
          "7": "• Zahlungs- und Kaufdetails", 
          "8": "• IP-Adresse, Browserinformationen, Geräteinformationen (über Cookies)"
        }
      },
      "purpose": {
        "title": "4. Zwecke der Datenverarbeitung",
        "items": {
          "0": "Wir verwenden Ihre Daten für folgende Zwecke:",
          "1": "• Abwicklung von Ticketkäufen und Bestellungen",
          "2": "• Kundenservice und Kommunikation",
          "3": "• Verbesserung der Websitefunktionalität (Analyse, Nutzererlebnis)",
          "4": "• Erfüllung rechtlicher Pflichten"
        }
      },
      "legal": {
        "title": "5. Rechtsgrundlagen der Verarbeitung",
        "content": "Ihre Daten verarbeiten wir auf Basis von:\n• Ihrer Einwilligung (z. B. für Newsletter oder Cookies)\n• Vertraglicher Erfüllung (z. B. Ticketkauf)\n• Gesetzlicher Verpflichtung (z. B. Aufbewahrungspflichten)"
      },
      "storage": {
        "title": "6. Speicherdauer",
        "content": "Personenbezogene Daten werden nur so lange gespeichert, wie es für die jeweiligen Zwecke erforderlich ist oder gesetzlich vorgeschrieben ist. Danach werden sie gelöscht oder anonymisiert."
      },
      "sharing": {
        "title": "7. Weitergabe an Dritte",
        "content": "Eine Weitergabe Ihrer Daten erfolgt nur:\n• mit Ihrer ausdrücklichen Zustimmung\n• zur Vertragserfüllung (z. B. Zahlungsdienstleister)\n• wenn wir gesetzlich dazu verpflichtet sind (z. B. Steuerbehörden)"
      },
      "rights": {
        "title": "8. Ihre Rechte",
        "items": {
          "0": "Sie haben das Recht auf:",
          "1": "• Auskunft über Ihre gespeicherten Daten",
          "2": "• Berichtigung unrichtiger Daten",
          "3": "• Löschung („Recht auf Vergessenwerden")",
          "4": "• Einschränkung der Verarbeitung",
          "5": "• Datenübertragbarkeit",
          "6": "• Widerspruch gegen die Verarbeitung",
          "7": "• Beschwerde bei einer Datenschutzbehörde (z. B. Datatilsynet in Norwegen oder eine Aufsichtsbehörde in Ihrem Wohnsitzland)"
        }
      },
      "cookies": {
        "title": "9. Cookies",
        "content": "Unsere Website verwendet Cookies und ähnliche Technologien, um:\n• die Funktionalität der Seite zu gewährleisten\n• das Nutzerverhalten zu analysieren (z. B. Google Analytics)\n\nBeim ersten Besuch fragen wir nach Ihrer Einwilligung zur Verwendung dieser Cookies. Sie können Ihre Einstellungen jederzeit anpassen."
      },
      "security": {
        "title": "10. Datensicherheit",
        "content": "Wir treffen geeignete technische und organisatorische Maßnahmen, um Ihre Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen."
      },
      "changes": {
        "title": "11. Änderungen dieser Datenschutzerklärung",
        "content": "Wir behalten uns vor, diese Datenschutzerklärung bei Bedarf zu aktualisieren. Änderungen werden auf dieser Website veröffentlicht. Bitte informieren Sie sich regelmäßig über den aktuellen Stand."
      }
    },
    "lastUpdated": "Stand: 24. Mai 2025"
  },
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen (AGB)",
    "sections": {
      "introduction": {
        "title": "1. Allgemeine Informationen",
        "content": "Diese Website wird betrieben von Park Nordica, einem Angebot der Nordisk Opplevelse AS, Finvolldalsveien 1244, 7896 Brekkvasselv, Norwegen.\nMit dem Kauf eines Tickets oder der Nutzung dieser Website erklären Sie sich mit den nachstehenden Bedingungen einverstanden."
      },
      "contact": {
        "title": "2. Kontakt",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norwegen\nE-Mail: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "tickets": {
        "title": "3. Tickets und Reservierungen",
        "items": {
          "0": "• Tickets gelten ausschließlich für das gewählte Datum und die gebuchte Veranstaltung.",
          "1": "• Eine Rückgabe oder Erstattung ist ausgeschlossen, es sei denn, die Veranstaltung wird von uns abgesagt oder verschoben.",
          "2": "• Tickets sind nicht übertragbar, sofern nicht anders angegeben.",
          "3": "• Bei Zutritt ist ein gültiges Ticket (digital oder ausgedruckt) vorzulegen.",
          "4": "• Bei Absage erstatten wir den vollen Ticketpreis, jedoch keine Folgekosten (z. B. Reise oder Unterkunft)."
        }
      },
      "withdrawal": {
        "title": "4. Widerrufsrecht / Rücktritt",
        "content": "Für Online-Ticketkäufe besteht kein Widerrufsrecht gemäß § 22 des norwegischen Fernabsatzgesetzes (Angrerettloven), da es sich um Freizeitveranstaltungen mit festem Termin handelt."
      },
      "usage": {
        "title": "5. Nutzung der Website",
        "items": {
          "0": "• Alle Inhalte (Texte, Bilder, Logos, Gestaltung) unterliegen dem Urheberrecht.",
          "1": "• Die Nutzung der Inhalte zu kommerziellen Zwecken oder automatisiertes Auslesen der Website ist untersagt.",
          "2": "• Wir behalten uns das Recht vor, die Website jederzeit inhaltlich zu verändern oder einzustellen."
        }
      },
      "privacy": {
        "title": "6. Datenschutz",
        "content": "Informationen zur Verarbeitung personenbezogener Daten finden Sie in unserer Datenschutzerklärung. Wir halten uns an die geltenden Vorschriften der DSGVO sowie das norwegische Personopplysningsloven."
      },
      "liability": {
        "title": "7. Haftungsbeschränkung",
        "content": "Wir haften nicht für Schäden, die aus der Nutzung dieser Website, aus technischen Störungen oder durch Dritte entstehen – es sei denn, es liegt vorsätzliches oder grob fahrlässiges Verhalten unsererseits vor."
      },
      "security": {
        "title": "8. Sicherheit",
        "content": "Wir bemühen uns um den Schutz Ihrer persönlichen Daten und setzen geeignete technische Maßnahmen ein. Ein vollständiger Schutz gegen Angriffe von Dritten kann jedoch nicht garantiert werden."
      },
      "changes": {
        "title": "9. Änderungen der AGB",
        "content": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu aktualisieren. Änderungen treten in Kraft, sobald sie auf dieser Seite veröffentlicht wurden."
      },
      "jurisdiction": {
        "title": "10. Anwendbares Recht & Gerichtsstand",
        "content": "Es gilt ausschließlich norwegisches Recht. Gerichtsstand für alle Streitigkeiten im Zusammenhang mit der Nutzung dieser Website oder der Ticketkäufe ist das zuständige Gericht in Oslo, Norwegen."
      }
    },
    "lastUpdated": "Stand: 24. Mai 2024"
  },
  "disclaimer": {
    "title": "Haftungsausschluss",
    "sections": {
      "general": {
        "title": "1. Allgemein",
        "content": "Der Aufenthalt und die Nutzung des Parks erfolgen grundsätzlich auf eigene Gefahr. Park Nordica ist ein Naturpark mit freilebenden und eingezäunten Wildtieren, die empfindlich auf Störungen reagieren können. Aus diesem Grund tragen alle Besucher eine besondere Verantwortung dafür, sich respektvoll und rücksichtsvoll gegenüber Tieren, Natur und anderen Gästen zu verhalten.\\n\\nEs ist streng untersagt, Tiere zu bedrängen, zu füttern, zu jagen oder in anderer Weise zu stressen. Jede Form von störendem Verhalten kann für Tiere wie auch für Menschen gefährlich werden. Besucher sind verpflichtet, sich umsichtig zu verhalten und Wildtieren ausreichend Abstand zu gewähren.\\n\\nZudem legt Park Nordica großen Wert auf Umweltschutz und Nachhaltigkeit. Wir bitten alle Gäste eindringlich, keinen Müll im Park zu hinterlassen, da dieser von Tieren aufgenommen werden könnte und zu schweren Verletzungen oder sogar zum Tod führen kann.\\n\\nWir appellieren an das Umweltbewusstsein und die Eigenverantwortung jedes Besuchers, zum Schutz unseres sensiblen Ökosystems aktiv beizutragen."
      },
      "website": {
        "title": "2. Nutzung der Website und Online-Zahlungssysteme",
        "content": "Park Nordica übernimmt keine Haftung für direkte oder indirekte Schäden, die durch die Nutzung dieser Website entstehen, insbesondere nicht für:\\n• technische Störungen oder Ausfälle,\\n• unvollständige oder fehlerhafte Informationen,\\n• temporäre Nichtverfügbarkeit des Angebots,\\n• oder Schäden, die durch Viren, Malware oder unsichere Verbindungen verursacht werden.\\n\\nObwohl wir stets bemüht sind, alle Informationen auf unserer Website aktuell, korrekt und vollständig zu halten, kann es zu unbeabsichtigten Fehlern oder Änderungen kommen. Inhalte, Preise, Veranstaltungen oder Öffnungszeiten können jederzeit und ohne Vorankündigung angepasst werden.\\n\\nDie Buchung und Bezahlung von Tickets, Events oder sonstigen Leistungen erfolgt über das Zahlungsdienstleistungssystem \\\"Stripe\\\" und deren technische Infrastruktur. Park Nordica hat keinen direkten Zugriff auf sensible Zahlungsdaten (wie Kreditkartennummern o. Ä.), da diese ausschließlich von Stripe verarbeitet werden.\\n\\nWir behandeln alle personenbezogenen Informationen, die uns im Rahmen des Buchungsvorgangs zur Verfügung gestellt werden, mit größter Sorgfalt und in Übereinstimmung mit der geltenden Datenschutzgesetzgebung. Für etwaige Fehler, Ausfälle oder Datenverluste, die bei Stripe oder deren Partnern auftreten, übernimmt Park Nordica jedoch keine Haftung.\\n\\nDie Nutzung sämtlicher Inhalte, Formulare und Zahlungsfunktionen auf unserer Website erfolgt auf eigene Verantwortung. Eine feilfreie und dauerhafte Verfügbarkeit kann nicht garantiert werden."
      },
      "stay": {
        "title": "3. Aufenthalt im Park",
        "content": "Der Aufenthalt im Park erfolgt grundsätzlich auf eigene Gefahr. Eltern oder gesetzliche Aufsichtspersonen tragen die volle Verantwortung für die Sicherheit und das Verhalten ihrer Kinder oder der ihnen anvertrauten Personen.\\n\\nPark Nordica übernimmt keine Haftung für Personen- oder Sachschäden, die während des Aufenthalts im Park entstehen, sofern diese auf unsachgemäße Nutzung von Einrichtungen, grob fahrlässiges Verhalten oder die Nichtbefolgung von Sicherheitshinweisen und Anweisungen des Personals zurückzuführen sind.\\n\\nBesucher sind verpflichtet, sich jederzeit verantwortungsvoll zu verhalten, auf die eigene Sicherheit und die Sicherheit anderer zu achten und alle Anweisungen und Warnhinweise im Park zu befolgen. Eine Zuwiderhandlung kann zum sofortigen Verweis aus dem Park führen – ohne Anspruch auf Rückerstattung."
      },
      "animals": {
        "title": "4. Tierkontakte",
        "content": "Der Kontakt zu Tieren im Streichelzoo-Bereich von Park Nordica erfolgt auf eigene Verantwortung oder auf die Verantwortung der jeweiligen Aufsichtspersonen. Kinder dürfen sich nicht ohne Begleitung einer volljährigen Aufsichtsperson im Bereich des Streichelzoos aufhalten.\\n\\nAlle Besucher sind verpflichtet, respektvoll mit den Tieren umzugehen und den Sicherheits- sowie Verhaltensempfehlungen des Personals Folge zu leisten.\\n\\nJeglicher Kontakt zu anderen Tieren außerhalb des Streichelzoos – insbesondere zu Wildtieren oder eingezäunten Tieren – ist strengstens untersagt. Zuwiderhandlungen geschehen auf eigene Gefahr. Park Nordica übernimmt keine Haftung für Schäden oder Verletzungen, die aus einem solchen unerlaubten Tierkontakt entstehen."
      },
      "activities": {
        "title": "5. Aktivitäten und Fahrgeschäfte",
        "content": "Die Nutzung von Spielgeräten, Fahrgeschäften, Attraktionen und allen weiteren Freizeitaktivitäten im Park erfolgt auf eigene Gefahr. Besucher sind verpflichtet, alle Sicherheitshinweise, Alters- oder Größenbeschränkungen sowie Anweisungen des Personals strikt zu befolgen.\\n\\nSollten Geräte oder Anlagen nicht gemäß den Vorgaben genutzt werden, oder werden Anweisungen des Personals missachtet, übernimmt Park Nordica keinerlei Haftung für daraus resultierende Schäden, Verletzungen oder sonstige Folgen.\\n\\nEine sachgemäße Nutzung und die Rücksichtnahme auf andere Besucher sind Grundvoraussetzungen für die Teilnahme an sämtlichen Aktivitäten im Park. Bei wiederholtem Fehlverhalten behalten wir uns vor, den betreffenden Personen den Zugang zu bestimmten Bereichen oder dem gesamten Park zu verwehren."
      },
      "events": {
        "title": "6. Veranstaltungen",
        "content": "Eintrittskarten für Veranstaltungen oder Sonder-Events im Park Nordica sind ausschließlich am aufgedruckten Veranstaltungstag gültig. Eine Rückerstattung oder Umbuchung ist ausgeschlossen, auch bei Nicht-Erscheinen des Gastes.\\n\\nPark Nordica übernimmt keine Haftung für Ausfälle oder Änderungen, die durch Wetterbedingungen, technische Probleme oder andere nicht beeinflussbare Umstände entstehen.\\n\\nWährend der Veranstaltung ist es Besuchern ausschließlich gestattet, sich in den hierfür vorgesehenen und gekennzeichneten Bereichen aufzuhalten. Ein Aufenthalt im restlichen Parkgelände ist untersagt, sofern dies nicht ausdrücklich durch das Personal gestattet wird.\\n\\nDiese Regelung dient dem Schutz der Besucher, da sich im Park auch Wildtiere und nicht öffentlich zugängliche Gehege befinden, deren unbeaufsichtigter Zugang mit erheblichen Gefahren verbunden sein kann.\\n\\nZuwiderhandlungen erfolgen auf eigene Gefahr, und Park Nordica behält sich vor, Personen vom Gelände zu verweisen."
      },
      "theft": {
        "title": "7. Diebstahl",
        "content": "Park Nordica übernimmt keinerlei Haftung für verlorengegangene, beschädigte oder gestohlene Gegenstände, weder im Parkgelände noch auf den zugehörigen Parkplätzen oder in Innenbereichen.\\n\\nWir bitten alle Gäste, achtsam mit ihrem Eigentum umzugehen und ihre persönlichen Gegenstände jederzeit im Blick zu behalten oder sicher zu verwahren.\\n\\nDas Mitbringen von Wertgegenständen erfolgt auf eigene Verantwortung. Bei Verlust oder Diebstahl wird keine Entschädigung gewährt."
      },
      "force": {
        "title": "8. Höhere Gewalt",
        "content": "Park Nordica haftet nicht für Schäden, Ausfälle oder Einschränkungen, die durch Ereignisse höherer Gewalt verursacht werden. Als höhere Gewalt gelten alle unvorhersehbaren, außergewöhnlichen Ereignisse, die außerhalb unseres Einflussbereichs liegen und trotz zumutbarer Sorgfalt nicht verhindert werden können.\\n\\nDazu zählen unter anderem – aber nicht ausschließlich:\\n• Naturkatastrophen (z. B. Sturm, Blitzschlag, Hochwasser)\\n• Brände oder Explosionen\\n• Pandemien und behördlich angeordnete Schließungen\\n• technische Ausfälle durch Strom- oder Internetausfall\\n• Streiks oder Arbeitskampfmaßnahmen\\n• terroristische Handlungen oder sicherheitsrelevante Bedrohungen\\n\\nIn solchen Fällen behalten wir uns das Recht vor, Veranstaltungen abzusagen, Öffnungszeiten zu ändern oder den Park ganz oder teilweise zu schließen, ohne dass ein Anspruch auf Schadensersatz, Rückerstattung oder anderweitige Entschädigung entsteht."
      }
    },
    "lastUpdated": "Zuletzt aktualisiert: {{date}}"
  },
  "thankYou": "Vielen Dank für Ihren Kauf!",
  "orderConfirmed": "Ihre Bestellung wurde erfolgreich abgeschlossen.",
  "confirmationEmailSent": "Eine Bestätigungs-E-Mail wurde an Ihre angegebene E-Mail-Adresse gesendet.",
  "orderNumber": "Bestellnummer",
  "ticketsPurchased": "Anzahl der Tickets",
  "whatNext": "Was passiert als Nächstes?",
  "ticketsInfo": "Ihre Tickets werden kurz vor dem Event per E-Mail zugesandt. Bitte bringen Sie die Tickets ausgedruckt oder digital auf Ihrem Smartphone mit.",
  "backToHome": "Zurück zur Startseite",
  "printReceipt": "Beleg drucken",
  "welcome": "Park Nordica - Wiedereröffnung im Juni 2026",
  "subtitle": "Unser Park bleibt 2025 geschlossen - wir bauen für die Zukunft",
  "bookTickets": "Sneak Peek Tickets",
  "openingHours": "Folgt uns gerne!",
  "ticketPrices": "Ticketpreise",
  "adults": "Erwachsene",
  "children": "Kinder",
  "seniors": "Senioren",
  "familyTicket": "Familienticket",
  "familyTicketNote": "Das Familienticket gilt für 2 Erwachsene und bis zu 3 Kinder unter 16 Jahren.",
  "buyTickets": "Tickets kaufen",
  "directions": "Anreise",
  "byBus": "Mit dem Bus",
  "busDirections": "Buslinie 42 vom Hauptbahnhof Trones, stündlich von 8:00 bis 19:00 Uhr",
  "byCar": "Mit dem Auto",
  "carDirections": "Folgen Sie der E6 Richtung Norden und nehmen Sie die Ausfahrt Trones-Nord",
  "viewOnMap": "Auf Karte ansehen",
  "buildingFuture": "Park Nordica – Wiedereröffnung im Juni 2026",
  "parkClosed": "Unser Park bleibt 2025 geschlossen – wir bauen für die Zukunft",
  "constructionSafety": "Umfangreiche Umbauten für erhöhte Sicherheit und Nachhaltigkeit",
  "modernization": "Neugestaltung zu einem modernen, naturnahen Erlebnispark",
  "reopening": "Wiedereröffnung im Juni 2026 mit neuen Highlights für die ganze Familie",
  "futureDetailedText": "Mit großem Bedauern müssen wir mitteilen, dass Park Nordica in der Saison 2025 nicht geöffnet sein wird. Während dieser Zeit verwandeln wir den ehemaligen Familienpark mit viel Herzblut und Engagement in einen rundum erneuerten, modernen und naturnahen Erlebnispark.\n\nUnser Ziel ist es, eine sichere, nachhaltige und technisch einwandfreie Umgebung zu schaffen – dafür sind umfangreiche Umbaumaßnahmen notwendig. Ein regulärer Besucherverkehr ist während dieser Bauphase leider nicht möglich.\n\nWir bitten herzlich um Ihr Verständnis und freuen uns schon jetzt darauf, Sie und Ihre Familie ab Juni 2026 bei uns willkommen zu heißen – in einem Park, der mit Liebe zur Natur, innovativen Ideen und neuen Highlights auf Sie wartet.",
  "weekendPreview": "Exklusive Wochenend-Vorschau",
  "sneakPeekDates": "Termine: 19. & 20. Juli 2025",
  "guidedFeeding": "Begleitete Fütterungen der Polarfüchse & Wölfe",
  "firstLook": "Erster Blick auf die neuen Gehege und Anlagen",
  "foodIncluded": "Kaffee, Tee und traditionelles Gebäck inklusive",
  "limitedSpots": "Stark limitierte Plätze – jetzt schnell buchen!",
  "previewDetailedText": "Sneak Peek am 19. & 20. Juli – ein erster Blick hinter die Kulissen\n\nAm 19. und 20. Juli 2025 öffnen wir exklusiv für zwei Tage ausgewählte Bereiche von Park Nordica – und laden euch herzlich zu einem ganz besonderen Sneak Peek-Wochenende ein!\n\nErlebt hautnah, was sich bereits verändert hat, werft einen ersten Blick auf unsere neuen Ideen und begleitet uns bei Fütterungen ausgewählter Tiere, die zu festen Uhrzeiten stattfinden. Beim Ticketkauf könnt ihr euch für eine der Fütterungszeiten anmelden, um die Tiere hautnah zu erleben und erste Begegnungen im neuen Park zu genießen.\n\nBitte beachtet: Die Besucherzahl ist pro Tag stark begrenzt, da sich der Park weiterhin im Umbau befindet und nur teilweise geöffnet wird.\n\nZusätzlich laden wir euch zu herzhaften Snacks vom Grill und alkoholfreien Erfrischungsgetränken ein. Jedes Ticket beinhaltet eine Essensmarke und eine Getränkemarke, die vor Ort eingelöst werden können.\n\nWir freuen uns besonders, Gäste aus der Region Namdalen, aus Trøndelag und darüber hinaus bei dieser einmaligen Gelegenheit begrüßen zu dürfen – um euch einen ersten Vorgeschmack auf das neue Park Nordica Erlebnis zu geben.\n\nTickets sind ab sofort verfügbar – solange der Vorrat reicht!",
  "readMore": "Mehr erfahren",
  "close": "Schließen",
  "addressValue": "Parkveien 1\n7892 Trones\nNorwegen",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Montag - Freitag",
  "weekends": "Samstag - Sonntag",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Adresse kopieren",
  "copied": "Kopiert!",
  "sneakPeekTicket": "Sneak Peek Ticket",
  "ticketIncludes": "Im Preis inbegriffen: 1× Getränkemarke und 1× Essensmarke",
  "drinkVoucher": "Getränkemarke",
  "foodVoucher": "Essensmarke",
  "followSocialMedia": "Folgt unserem Fortschritt auf Social Media!",
  "copyright": "Alle Rechte vorbehalten"
} 