{
  "privacy": {
    "title": "Datenschutzerklärung",
    "sections": {
      "introduction": {
        "title": "1. Einleitung",
        "content": "Diese Datenschutzerklärung informiert Sie darüber, wie wir, Park Nordica, Ihre personenbezogenen Daten erheben, verarbeiten und schützen, wenn Sie unsere Website besuchen oder unsere Dienstleistungen nutzen."
      },
      "responsible": {
        "title": "2. Verantwortliche Stelle",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norwegen\nE-Mail: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "data": {
        "title": "3. Welche Daten wir erheben",
        "items": {
          "0": "Wir erheben personenbezogene Daten, wenn Sie:",
          "1": "• unsere Website besuchen (z. B. durch Cookies, IP-Adresse, Gerätedaten)",
          "2": "• ein Ticket kaufen oder sich anmelden",
          "3": "• mit uns in Kontakt treten",
          "4": "",
          "5": "Beispiele für erhobene Daten:",
          "6": "• Name, Adresse, E-Mail-Adresse",
          "7": "• Zahlungs- und Kaufdetails", 
          "8": "• IP-Adresse, Browserinformationen, Geräteinformationen (über Cookies)"
        }
      },
      "purpose": {
        "title": "4. Zwecke der Datenverarbeitung",
        "items": {
          "0": "Wir verwenden Ihre Daten für folgende Zwecke:",
          "1": "• Abwicklung von Ticketkäufen und Bestellungen",
          "2": "• Kundenservice und Kommunikation",
          "3": "• Verbesserung der Websitefunktionalität (Analyse, Nutzererlebnis)",
          "4": "• Erfüllung rechtlicher Pflichten"
        }
      },
      "legal": {
        "title": "5. Rechtsgrundlagen der Verarbeitung",
        "content": "Ihre Daten verarbeiten wir auf Basis von:\n• Ihrer Einwilligung (z. B. für Newsletter oder Cookies)\n• Vertraglicher Erfüllung (z. B. Ticketkauf)\n• Gesetzlicher Verpflichtung (z. B. Aufbewahrungspflichten)"
      },
      "storage": {
        "title": "6. Speicherdauer",
        "content": "Personenbezogene Daten werden nur so lange gespeichert, wie es für die jeweiligen Zwecke erforderlich ist oder gesetzlich vorgeschrieben ist. Danach werden sie gelöscht oder anonymisiert."
      },
      "sharing": {
        "title": "7. Weitergabe an Dritte",
        "content": "Eine Weitergabe Ihrer Daten erfolgt nur:\n• mit Ihrer ausdrücklichen Zustimmung\n• zur Vertragserfüllung (z. B. Zahlungsdienstleister)\n• wenn wir gesetzlich dazu verpflichtet sind (z. B. Steuerbehörden)"
      },
      "rights": {
        "title": "8. Ihre Rechte",
        "items": {
          "0": "Sie haben das Recht auf:",
          "1": "• Auskunft über Ihre gespeicherten Daten",
          "2": "• Berichtigung unrichtiger Daten",
          "3": "• Löschung („Recht auf Vergessenwerden")",
          "4": "• Einschränkung der Verarbeitung",
          "5": "• Datenübertragbarkeit",
          "6": "• Widerspruch gegen die Verarbeitung",
          "7": "• Beschwerde bei einer Datenschutzbehörde (z. B. Datatilsynet in Norwegen oder eine Aufsichtsbehörde in Ihrem Wohnsitzland)"
        }
      },
      "cookies": {
        "title": "9. Cookies",
        "content": "Unsere Website verwendet Cookies und ähnliche Technologien, um:\n• die Funktionalität der Seite zu gewährleisten\n• das Nutzerverhalten zu analysieren (z. B. Google Analytics)\n\nBeim ersten Besuch fragen wir nach Ihrer Einwilligung zur Verwendung dieser Cookies. Sie können Ihre Einstellungen jederzeit anpassen."
      },
      "security": {
        "title": "10. Datensicherheit",
        "content": "Wir treffen geeignete technische und organisatorische Maßnahmen, um Ihre Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen."
      },
      "changes": {
        "title": "11. Änderungen dieser Datenschutzerklärung",
        "content": "Wir behalten uns vor, diese Datenschutzerklärung bei Bedarf zu aktualisieren. Änderungen werden auf dieser Website veröffentlicht. Bitte informieren Sie sich regelmäßig über den aktuellen Stand."
      }
    },
    "lastUpdated": "Stand: 24. Mai 2025"
  },
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen (AGB)",
    "sections": {
      "introduction": {
        "title": "1. Allgemeine Informationen",
        "content": "Diese Website wird betrieben von Park Nordica, einem Angebot der Nordisk Opplevelse AS, Finvolldalsveien 1244, 7896 Brekkvasselv, Norwegen.\nMit dem Kauf eines Tickets oder der Nutzung dieser Website erklären Sie sich mit den nachstehenden Bedingungen einverstanden."
      },
      "contact": {
        "title": "2. Kontakt",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norwegen\nE-Mail: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "tickets": {
        "title": "3. Tickets und Reservierungen",
        "items": {
          "0": "• Tickets gelten ausschließlich für das gewählte Datum und die gebuchte Veranstaltung.",
          "1": "• Eine Rückgabe oder Erstattung ist ausgeschlossen, es sei denn, die Veranstaltung wird von uns abgesagt oder verschoben.",
          "2": "• Tickets sind nicht übertragbar, sofern nicht anders angegeben.",
          "3": "• Bei Zutritt ist ein gültiges Ticket (digital oder ausgedruckt) vorzulegen.",
          "4": "• Bei Absage erstatten wir den vollen Ticketpreis, jedoch keine Folgekosten (z. B. Reise oder Unterkunft)."
        }
      },
      "withdrawal": {
        "title": "4. Widerrufsrecht / Rücktritt",
        "content": "Für Online-Ticketkäufe besteht kein Widerrufsrecht gemäß § 22 des norwegischen Fernabsatzgesetzes (Angrerettloven), da es sich um Freizeitveranstaltungen mit festem Termin handelt."
      },
      "usage": {
        "title": "5. Nutzung der Website",
        "items": {
          "0": "• Alle Inhalte (Texte, Bilder, Logos, Gestaltung) unterliegen dem Urheberrecht.",
          "1": "• Die Nutzung der Inhalte zu kommerziellen Zwecken oder automatisiertes Auslesen der Website ist untersagt.",
          "2": "• Wir behalten uns das Recht vor, die Website jederzeit inhaltlich zu verändern oder einzustellen."
        }
      },
      "privacy": {
        "title": "6. Datenschutz",
        "content": "Informationen zur Verarbeitung personenbezogener Daten finden Sie in unserer Datenschutzerklärung. Wir halten uns an die geltenden Vorschriften der DSGVO sowie das norwegische Personopplysningsloven."
      },
      "liability": {
        "title": "7. Haftungsbeschränkung",
        "content": "Wir haften nicht für Schäden, die aus der Nutzung dieser Website, aus technischen Störungen oder durch Dritte entstehen – es sei denn, es liegt vorsätzliches oder grob fahrlässiges Verhalten unsererseits vor."
      },
      "security": {
        "title": "8. Sicherheit",
        "content": "Wir bemühen uns um den Schutz Ihrer persönlichen Daten und setzen geeignete technische Maßnahmen ein. Ein vollständiger Schutz gegen Angriffe von Dritten kann jedoch nicht garantiert werden."
      },
      "changes": {
        "title": "9. Änderungen der AGB",
        "content": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu aktualisieren. Änderungen treten in Kraft, sobald sie auf dieser Seite veröffentlicht wurden."
      },
      "jurisdiction": {
        "title": "10. Anwendbares Recht & Gerichtsstand",
        "content": "Es gilt ausschließlich norwegisches Recht. Gerichtsstand für alle Streitigkeiten im Zusammenhang mit der Nutzung dieser Website oder der Ticketkäufe ist das zuständige Gericht in Oslo, Norwegen."
      }
    },
    "lastUpdated": "Stand: 24. Mai 2024"
  },
  "disclaimer": {
    "title": "Haftungsausschluss",
    "sections": {
      "behavior": {
        "title": "1. Verhalten im Park und gegenüber Tieren",
        "content": "Park Nordica ist ein naturnaher Erlebnispark, in dem sich Wildtiere in großzügigen Gehegen oder frei zugänglichen Bereichen bewegen. Wir bitten alle Gäste dringend, sich rücksichtsvoll und umsichtig zu verhalten – gegenüber Tieren, Natur und Mitmenschen.\n\nDas Füttern, Stören oder Berühren von Tieren außerhalb ausdrücklich ausgewiesener Bereiche (z. B. Streichelzoo) ist streng untersagt. Zuwiderhandlungen können zu Gefahren für Tier und Mensch führen und haben ggf. den Verweis vom Gelände zur Folge.\n\nEltern und Begleitpersonen sind für die Aufsicht über Kinder verantwortlich. Kinder unter 12 Jahren dürfen sich im Streichelzoo nur in Begleitung eines Erwachsenen aufhalten.\n\nBitte halten Sie die markierten Wege ein und folgen Sie den Hinweisen des Personals."
      },
      "facilities": {
        "title": "2. Nutzung von Einrichtungen, Fahrgeschäften und Spielbereichen",
        "content": "Die Nutzung unserer Attraktionen erfolgt unter Beachtung der Sicherheitsvorgaben, Alters- oder Größenbeschränkungen sowie aller Anweisungen des Personals.\n\nBei unsachgemäßer Nutzung oder Missachtung der Hinweise kann keine Haftung übernommen werden. Schäden, die aus falscher Nutzung oder Fehlverhalten entstehen, liegen im Verantwortungsbereich des Besuchers."
      },
      "liability": {
        "title": "3. Haftungsausschluss",
        "content": "Park Nordica haftet nur bei Vorsatz oder grober Fahrlässigkeit. Eine weitergehende Haftung – insbesondere für Schäden durch unsachgemäßes Verhalten von Gästen oder bei Missachtung von Sicherheitshinweisen – ist ausgeschlossen.\n\nWir haften nicht für:\n• Unfälle aufgrund von eigenem Fehlverhalten\n• den Verlust oder Diebstahl persönlicher Gegenstände\n• witterungsbedingte Einschränkungen oder Schäden\n• Schäden durch höhere Gewalt (z. B. Sturm, Pandemie, Stromausfall)\n\nFür technische Störungen, Systemausfälle oder Fehler bei Onlinebuchungen über Drittanbieter (z. B. Stripe) haften wir nicht. Die Zahlungsabwicklung erfolgt über einen zertifizierten Zahlungsdienstleister – wir haben keinen Zugriff auf Ihre Zahlungsdaten."
      },
      "events": {
        "title": "4. Veranstaltungen",
        "content": "Tickets gelten nur am gebuchten Datum. Rückgabe oder Erstattung ist nicht möglich – Ausnahmen gelten bei Absage durch uns.\n\nDer Aufenthalt während Sonderveranstaltungen ist nur in ausgewiesenen Bereichen erlaubt. Das Betreten von nicht öffentlich zugänglichen Zonen ist untersagt und erfolgt auf eigene Gefahr."
      },
      "website": {
        "title": "5. Hinweise zur Website",
        "content": "Wir bemühen uns um korrekte und aktuelle Informationen. Dennoch können sich Inhalte (z. B. Preise, Öffnungszeiten) kurzfristig ändern. Für technische Probleme, Datenverluste oder Schäden durch Viren oder Dritte übernehmen wir keine Haftung."
      }
    },
    "lastUpdated": "Zuletzt aktualisiert: 24. Mai 2024"
  },
  "thankYou": "Vielen Dank für Ihren Kauf!",
  "orderConfirmed": "Ihre Bestellung wurde erfolgreich abgeschlossen.",
  "confirmationEmailSent": "Eine Bestätigungs-E-Mail wurde an Ihre angegebene E-Mail-Adresse gesendet.",
  "orderNumber": "Bestellnummer",
  "ticketsPurchased": "Anzahl der Tickets",
  "whatNext": "Was passiert als Nächstes?",
  "ticketsInfo": "Ihre Tickets werden kurz vor dem Event per E-Mail zugesandt. Bitte bringen Sie die Tickets ausgedruckt oder digital auf Ihrem Smartphone mit.",
  "backToHome": "Zurück zur Startseite",
  "printReceipt": "Beleg drucken",
  "welcome": "Park Nordica - Wiedereröffnung im Juni 2026",
  "subtitle": "Unser Park bleibt 2025 geschlossen - wir bauen für die Zukunft",
  "bookTickets": "Sneak Peek Tickets",
  "openingHours": "Folgt uns gerne!",
  "ticketPrices": "Ticketpreise",
  "adults": "Erwachsene",
  "children": "Kinder",
  "seniors": "Senioren",
  "familyTicket": "Familienticket",
  "familyTicketNote": "Das Familienticket gilt für 2 Erwachsene und bis zu 3 Kinder unter 16 Jahren.",
  "buyTickets": "Tickets kaufen",
  "directions": "Anreise",
  "byBus": "Mit dem Bus",
  "busDirections": "Buslinie 42 vom Hauptbahnhof Trones, stündlich von 8:00 bis 19:00 Uhr",
  "byCar": "Mit dem Auto",
  "carDirections": "Folgen Sie der E6 Richtung Norden und nehmen Sie die Ausfahrt Trones-Nord",
  "viewOnMap": "Auf Karte ansehen",
  "buildingFuture": "Park Nordica – Wiedereröffnung im Juni 2026",
  "parkClosed": "Unser Park bleibt 2025 geschlossen – wir bauen für die Zukunft",
  "constructionSafety": "Umfangreiche Umbauten für erhöhte Sicherheit und Nachhaltigkeit",
  "modernization": "Neugestaltung zu einem modernen, naturnahen Erlebnispark",
  "reopening": "Wiedereröffnung im Juni 2026 mit neuen Highlights für die ganze Familie",
  "futureDetailedText": "Mit großem Bedauern müssen wir mitteilen, dass Park Nordica in der Saison 2025 nicht geöffnet sein wird. Während dieser Zeit verwandeln wir den ehemaligen Familienpark mit viel Herzblut und Engagement in einen rundum erneuerten, modernen und naturnahen Erlebnispark.\n\nUnser Ziel ist es, eine sichere, nachhaltige und technisch einwandfreie Umgebung zu schaffen – dafür sind umfangreiche Umbaumaßnahmen notwendig. Ein regulärer Besucherverkehr ist während dieser Bauphase leider nicht möglich.\n\nWir bitten herzlich um Ihr Verständnis und freuen uns schon jetzt darauf, Sie und Ihre Familie ab Juni 2026 bei uns willkommen zu heißen – in einem Park, der mit Liebe zur Natur, innovativen Ideen und neuen Highlights auf Sie wartet.",
  "weekendPreview": "Exklusive Wochenend-Vorschau",
  "sneakPeekDates": "Termine: 19. & 20. Juli 2025",
  "guidedFeeding": "Begleitete Fütterungen der Polarfüchse & Wölfe",
  "firstLook": "Erster Blick auf die neuen Gehege und Anlagen",
  "foodIncluded": "Kaffee, Tee und traditionelles Gebäck inklusive",
  "limitedSpots": "Stark limitierte Plätze – jetzt schnell buchen!",
  "previewDetailedText": "Sneak Peek am 19. & 20. Juli – ein erster Blick hinter die Kulissen\n\nAm 19. und 20. Juli 2025 öffnen wir exklusiv für zwei Tage ausgewählte Bereiche von Park Nordica – und laden euch herzlich zu einem ganz besonderen Sneak Peek-Wochenende ein!\n\nErlebt hautnah, was sich bereits verändert hat, werft einen ersten Blick auf unsere neuen Ideen und begleitet uns bei Fütterungen ausgewählter Tiere, die zu festen Uhrzeiten stattfinden. Beim Ticketkauf könnt ihr euch für eine der Fütterungszeiten anmelden, um die Tiere hautnah zu erleben und erste Begegnungen im neuen Park zu genießen.\n\nBitte beachtet: Die Besucherzahl ist pro Tag stark begrenzt, da sich der Park weiterhin im Umbau befindet und nur teilweise geöffnet wird.\n\nZusätzlich laden wir euch zu herzhaften Snacks vom Grill und alkoholfreien Erfrischungsgetränken ein. Jedes Ticket beinhaltet eine Essensmarke und eine Getränkemarke, die vor Ort eingelöst werden können.\n\nWir freuen uns besonders, Gäste aus der Region Namdalen, aus Trøndelag und darüber hinaus bei dieser einmaligen Gelegenheit begrüßen zu dürfen – um euch einen ersten Vorgeschmack auf das neue Park Nordica Erlebnis zu geben.\n\nTickets sind ab sofort verfügbar – solange der Vorrat reicht!",
  "readMore": "Mehr erfahren",
  "close": "Schließen",
  "addressValue": "Parkveien 1\n7892 Trones\nNorwegen",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Montag - Freitag",
  "weekends": "Samstag - Sonntag",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Adresse kopieren",
  "copied": "Kopiert!",
  "sneakPeekTicket": "Sneak Peek Ticket",
  "ticketIncludes": "Im Preis inbegriffen: 1× Getränkemarke und 1× Essensmarke",
  "drinkVoucher": "Getränkemarke",
  "foodVoucher": "Essensmarke",
  "followSocialMedia": "Folgt unserem Fortschritt auf Social Media!",
  "copyright": "Alle Rechte vorbehalten"
} 