{
  "privacy": {
    "title": "Privacy Policy",
    "sections": {
      "introduction": {
        "title": "1. Introduction",
        "content": "This privacy policy informs you about how we, Park Nordica, collect, process and protect your personal data when you visit our website or use our services."
      },
      "responsible": {
        "title": "2. Responsible Entity",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norway\nE-Mail: info@parknordica.no\nOrganization Number: 935 112 761"
      },
      "data": {
        "title": "3. Data We Collect",
        "items": {
          "0": "We collect personal data when you:",
          "1": "• visit our website (e.g. through cookies, IP address, device data)",
          "2": "• purchase a ticket or register",
          "3": "• contact us",
          "4": "",
          "5": "Examples of collected data:",
          "6": "• Name, address, email address",
          "7": "• Payment and purchase details",
          "8": "• IP address, browser information, device information (via cookies)"
        }
      },
      "purpose": {
        "title": "4. Purposes of Data Processing",
        "items": {
          "0": "We use your data for the following purposes:",
          "1": "• Processing ticket purchases and orders",
          "2": "• Customer service and communication",
          "3": "• Improving website functionality (analysis, user experience)",
          "4": "• Fulfillment of legal obligations"
        }
      },
      "legal": {
        "title": "5. Legal Basis for Processing",
        "content": "We process your data based on:\n• Your consent (e.g. for newsletters or cookies)\n• Contractual fulfillment (e.g. ticket purchase)\n• Legal obligation (e.g. retention requirements)"
      },
      "storage": {
        "title": "6. Storage Duration",
        "content": "Personal data is only stored for as long as it is necessary for the respective purposes or legally required. After that, it will be deleted or anonymized."
      },
      "sharing": {
        "title": "7. Data Sharing with Third Parties",
        "content": "Your data is only shared:\n• with your explicit consent\n• for contract fulfillment (e.g. payment service providers)\n• when we are legally obligated to do so (e.g. tax authorities)"
      },
      "rights": {
        "title": "8. Your Rights",
        "items": {
          "0": "You have the right to:",
          "1": "• Information about your stored data",
          "2": "• Correction of incorrect data",
          "3": "• Deletion ("right to be forgotten")",
          "4": "• Restriction of processing",
          "5": "• Data portability",
          "6": "• Object to processing",
          "7": "• Complaint to a data protection authority (e.g. Datatilsynet in Norway or a supervisory authority in your country of residence)"
        }
      },
      "cookies": {
        "title": "9. Cookies",
        "content": "Our website uses cookies and similar technologies to:\n• ensure the functionality of the site\n• analyze user behavior (e.g. Google Analytics)\n\nOn your first visit, we ask for your consent to use these cookies. You can adjust your settings at any time."
      },
      "security": {
        "title": "10. Data Security",
        "content": "We take appropriate technical and organizational measures to protect your data from unauthorized access, loss or misuse."
      },
      "changes": {
        "title": "11. Changes to this Privacy Policy",
        "content": "We reserve the right to update this privacy policy as needed. Changes will be published on this website. Please check regularly for the current status."
      }
    },
    "lastUpdated": "Last updated: May 24, 2025"
  },
  "terms": {
    "title": "Terms and Conditions",
    "sections": {
      "introduction": {
        "title": "1. General Information",
        "content": "This website is operated by Park Nordica, an offering of Nordisk Opplevelse AS, Finvolldalsveien 1244, 7896 Brekkvasselv, Norway.\nBy purchasing a ticket or using this website, you agree to the following terms and conditions."
      },
      "contact": {
        "title": "2. Contact",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norway\nE-Mail: info@parknordica.no\nOrganization Number: 935 112 761"
      },
      "tickets": {
        "title": "3. Tickets and Reservations",
        "items": {
          "0": "• Tickets are valid exclusively for the selected date and booked event.",
          "1": "• Returns or refunds are excluded, unless the event is cancelled or postponed by us.",
          "2": "• Tickets are non-transferable unless otherwise stated.",
          "3": "• A valid ticket (digital or printed) must be presented upon entry.",
          "4": "• In case of cancellation, we will refund the full ticket price, but not consequential costs (e.g. travel or accommodation)."
        }
      },
      "withdrawal": {
        "title": "4. Right of Withdrawal / Cancellation",
        "content": "For online ticket purchases, there is no right of withdrawal according to § 22 of the Norwegian Distance Selling Act (Angrerettloven), as these are leisure events with a fixed date."
      },
      "usage": {
        "title": "5. Website Usage",
        "items": {
          "0": "• All content (texts, images, logos, design) is protected by copyright.",
          "1": "• Commercial use of content or automated reading of the website is prohibited.",
          "2": "• We reserve the right to change or discontinue the website content at any time."
        }
      },
      "privacy": {
        "title": "6. Privacy",
        "content": "Information on the processing of personal data can be found in our privacy policy. We comply with the applicable provisions of the GDPR as well as the Norwegian Personal Data Act (Personopplysningsloven)."
      },
      "liability": {
        "title": "7. Limitation of Liability",
        "content": "We are not liable for damages arising from the use of this website, technical malfunctions or third parties – unless there is intentional or grossly negligent behavior on our part."
      },
      "security": {
        "title": "8. Security",
        "content": "We strive to protect your personal data and employ appropriate technical measures. However, complete protection against third-party attacks cannot be guaranteed."
      },
      "changes": {
        "title": "9. Changes to Terms and Conditions",
        "content": "We reserve the right to update these terms at any time. Changes take effect as soon as they are published on this page."
      },
      "jurisdiction": {
        "title": "10. Applicable Law & Jurisdiction",
        "content": "Norwegian law applies exclusively. The competent court in Oslo, Norway, has jurisdiction for all disputes relating to the use of this website or ticket purchases."
      }
    },
    "lastUpdated": "Last updated: May 24, 2024"
  },
  "disclaimer": {
    "title": "Disclaimer",
    "sections": {
      "behavior": {
        "title": "1. Behavior in the Park and Towards Animals",
        "content": "Park Nordica is a nature-oriented adventure park where wildlife roams in spacious enclosures or freely accessible areas. We urgently ask all guests to behave considerately and carefully – towards animals, nature, and fellow visitors.\n\nFeeding, disturbing, or touching animals outside expressly designated areas (e.g., petting zoo) is strictly prohibited. Violations can lead to dangers for both animals and humans and may result in expulsion from the premises.\n\nParents and accompanying persons are responsible for supervising children. Children under 12 years may only enter the petting zoo area when accompanied by an adult.\n\nPlease stay on marked paths and follow staff instructions."
      },
      "facilities": {
        "title": "2. Use of Facilities, Rides and Play Areas",
        "content": "The use of our attractions is subject to observance of safety regulations, age or height restrictions, and all staff instructions.\n\nNo liability can be assumed for improper use or disregard of instructions. Damages resulting from incorrect use or misconduct are the responsibility of the visitor."
      },
      "liability": {
        "title": "3. Disclaimer of Liability",
        "content": "Park Nordica is only liable in cases of intent or gross negligence. Further liability – particularly for damages caused by improper behavior of guests or disregard of safety instructions – is excluded.\n\nWe are not liable for:\n• Accidents due to personal misconduct\n• Loss or theft of personal belongings\n• Weather-related restrictions or damages\n• Damages due to force majeure (e.g., storms, pandemics, power outages)\n\nWe are not liable for technical malfunctions, system failures, or errors in online bookings through third-party providers (e.g., Stripe). Payment processing is handled by a certified payment service provider – we have no access to your payment data."
      },
      "events": {
        "title": "4. Events",
        "content": "Tickets are only valid on the booked date. Return or refund is not possible – exceptions apply for cancellations by us.\n\nStaying during special events is only allowed in designated areas. Entering non-publicly accessible zones is prohibited and done at your own risk."
      },
      "website": {
        "title": "5. Website Information",
        "content": "We strive to provide correct and current information. However, content (e.g., prices, opening hours) may change at short notice. We assume no liability for technical problems, data loss, or damages caused by viruses or third parties."
      }
    },
    "lastUpdated": "Last updated: May 24, 2024"
  },
  "thankYou": "Thank you for your purchase!",
  "orderConfirmed": "Your order has been successfully completed.",
  "confirmationEmailSent": "A confirmation email has been sent to your provided email address.",
  "orderNumber": "Order Number",
  "ticketsPurchased": "Tickets Purchased",
  "whatNext": "What happens next?",
  "ticketsInfo": "Your tickets will be sent via email shortly before the event. Please bring your tickets either printed or digitally on your smartphone.",
  "backToHome": "Back to Home",
  "printReceipt": "Print Receipt",
  "buildingFuture": "Park Nordica Reopening – June 2026",
  "parkClosed": "Park Nordica takes a break – and grows beyond itself",
  "constructionSafety": "2025 the park remains closed – we're building a new world of adventure for you",
  "modernization": "A nature-oriented, safe and modern family park is being created",
  "reopening": "Opening in June 2026 – with animals, adventures and highlights for young & old",
  "futureDetailedText": "It is with great regret that we must inform you that Park Nordica will not be open during the 2025 season. During this time, we are transforming the former family park with great passion and commitment into a completely renewed, modern, and nature-oriented adventure park.\n\nOur goal is to create a safe, sustainable, and technically flawless environment – extensive renovation measures are necessary for this. Regular visitor traffic is unfortunately not possible during this construction phase.\n\nWe sincerely ask for your understanding and are already looking forward to welcoming you and your family to our park from June 2026 – in a park that awaits you with love for nature, innovative ideas, and new highlights.",
  "limitedSpots": "Only few spots available – secure your tickets now!",
  "weekendPreview": "Sneak Peek – Exclusive July Weekend",
  "sneakPeekDates": "A weekend full of first discoveries – July 19th & 20th, 2025",
  "guidedFeeding": "Guided animal feedings with Arctic foxes & wolves",
  "firstLook": "Look into new enclosures & exciting renovations",
  "foodIncluded": "Food and drinks are available on site",
  "previewDetailedText": "Sneak Peek on July 19th & 20th – A First Look Behind the Scenes\n\nOn July 19th and 20th, 2025, we will exclusively open selected areas of Park Nordica – and cordially invite you to a very special sneak peek weekend!\n\nExperience firsthand what has already changed, take a first look at our new ideas, and join us for feedings of selected animals that take place at fixed times. When purchasing tickets, you can sign up for one of the feeding times to experience the animals up close and enjoy first encounters in the new park.\n\nPlease note: The number of visitors is strictly limited per day, as the park is still under construction and will only be partially opened.\n\nAdditionally, we invite you to enjoy hearty grilled snacks and non-alcoholic refreshments. Each ticket includes one food voucher and one drink voucher that can be redeemed on site.\n\nWe are particularly looking forward to welcoming guests from the Namdalen region, from Trøndelag, and beyond for this unique opportunity – to give you a first taste of the new Park Nordica experience.\n\nTickets are available now – while supplies last!",
  "readMore": "Read More",
  "close": "Close",
  "sneakPeekTicket": "Sneak Peek Ticket",
  "ticketIncludes": "Price includes: 1× drink voucher and 1× food voucher",
  "drinkVoucher": "drink voucher",
  "foodVoucher": "food voucher",
  "addressValue": "Parkveien 1\n7892 Trones\nNorway",
  "welcome": "Park Nordica - Reopening in June 2026",
  "subtitle": "Our park remains closed in 2025 - we are building for the future",
  "bookTickets": "Sneak Peek Tickets",
  "openingHours": "Follow us!",
  "ticketPrices": "Ticket Prices",
  "adults": "Adults",
  "children": "Children",
  "seniors": "Seniors",
  "familyTicket": "Family Ticket",
  "familyTicketNote": "The family ticket is valid for 2 adults and up to 3 children under 16 years.",
  "buyTickets": "Buy Tickets",
  "directions": "Directions",
  "byBus": "By Bus",
  "busDirections": "Bus line 42 from Trones Central Station, hourly from 8:00 to 19:00",
  "byCar": "By Car",
  "carDirections": "Follow the E6 northbound and take the Trones-Nord exit",
  "viewOnMap": "View on Map",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Monday - Friday",
  "weekends": "Saturday - Sunday",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Copy Address",
  "copied": "Copied!",
  "followSocialMedia": "Follow our progress on social media!",
  "copyright": "All rights reserved"
} 