{
  "privacy": {
    "title": "Privacy Policy",
    "sections": {
      "introduction": {
        "title": "1. Introduction",
        "content": "This privacy policy explains how we collect and use your personal data."
      },
      "responsible": {
        "title": "2. Responsible Entity",
        "content": "Parkveien 1\n7892 Trones\nNorway\nInfo@ParkNordica.no"
      },
      "data": {
        "title": "3. Data We Collect",
        "items": {
          "0": "Name, contact details",
          "1": "Purchase details",
          "2": "IP address and cookies"
        }
      },
      "purpose": {
        "title": "4. Purpose of Processing",
        "items": {
          "0": "Processing purchases",
          "1": "Customer service"
        }
      },
      "legal": {
        "title": "5. Legal Basis",
        "content": "Consent, contract, and legal obligations."
      },
      "storage": {
        "title": "6. Storage",
        "content": "Data will be deleted when no longer needed."
      },
      "sharing": {
        "title": "7. Data Sharing",
        "content": "Only with consent or legal obligation."
      },
      "rights": {
        "title": "8. Your Rights",
        "items": {
          "0": "Information",
          "1": "Correction",
          "2": "Deletion",
          "3": "Complaints"
        }
      },
      "cookies": {
        "title": "9. Cookies",
        "content": "Used for analytics and functionality."
      },
      "security": {
        "title": "10. Security",
        "content": "We protect your data with appropriate measures."
      },
      "changes": {
        "title": "11. Changes",
        "content": "Changes will be published on the website."
      }
    },
    "lastUpdated": "Last updated: {{date}}"
  },
  "terms": {
    "title": "Terms and Conditions",
    "sections": {
      "introduction": {
        "title": "1. General Information",
        "content": "This website is operated by Park Nordica, under the legal name Nordisk Opplevelse AS. By using our website, you accept our terms and conditions stated below."
      },
      "contact": {
        "title": "2. Contact Information",
        "content": "Parkveien 1\n7892 Trones\nNorway\nInfo@ParkNordica.no"
      },
      "tickets": {
        "title": "3. Tickets and Reservations",
        "items": {
          "0": "Tickets are valid only for the selected date",
          "1": "No refunds except in case of cancellation by us",
          "2": "Please bring your ticket upon arrival"
        }
      },
      "usage": {
        "title": "4. Website Usage",
        "items": {
          "0": "Content is protected by copyright",
          "1": "Automated data collection is prohibited"
        }
      },
      "privacy": {
        "title": "5. Privacy",
        "content": "We process your data in accordance with Norwegian law."
      },
      "liability": {
        "title": "6. Limitation of Liability",
        "content": "We assume no liability for losses arising from the use of the website."
      },
      "security": {
        "title": "7. Security",
        "content": "We protect your information but cannot guarantee complete security."
      },
      "changes": {
        "title": "8. Changes",
        "content": "We reserve the right to change these terms at any time."
      },
      "jurisdiction": {
        "title": "9. Applicable Law and Jurisdiction",
        "content": "Norwegian law applies. Disputes will be settled before the Oslo District Court."
      }
    },
    "lastUpdated": "Last updated: {{date}}"
  },
  "disclaimer": {
    "title": "Disclaimer",
    "sections": {
      "general": {
        "title": "1. General",
        "content": "Visiting and using the park is generally at your own risk. Park Nordica is a nature park with free-roaming and enclosed wild animals that can be sensitive to disturbances. For this reason, all visitors have a special responsibility to behave respectfully and considerately towards animals, nature, and other guests.\n\nIt is strictly forbidden to harass, feed, hunt, or otherwise stress animals. Any form of disruptive behavior can be dangerous for both animals and humans. Visitors are obliged to behave prudently and to maintain a sufficient distance from wild animals.\n\nFurthermore, Park Nordica places great importance on environmental protection and sustainability. We urge all guests not to leave any trash in the park, as it could be ingested by animals and lead to serious injuries or even death.\n\nWe appeal to the environmental awareness and personal responsibility of every visitor to actively contribute to the protection of our sensitive ecosystem."
      },
      "website": {
        "title": "2. Use of the Website and Online Payment Systems",
        "content": "Park Nordica assumes no liability for direct or indirect damages arising from the use of this website, in particular not for:\n• technical malfunctions or failures,\n• incomplete or incorrect information,\n• temporary unavailability of the offer,\n• or damages caused by viruses, malware, or insecure connections.\n\nAlthough we always strive to keep all information on our website up-to-date, correct, and complete, unintentional errors or changes may occur. Content, prices, events, or opening hours can be adjusted at any time and without prior notice.\n\nThe booking and payment of tickets, events, or other services are processed through the \"Stripe\" payment service system and its technical infrastructure. Park Nordica has no direct access to sensitive payment data (such as credit card numbers or similar), as these are processed exclusively by Stripe.\n\nWe treat all personal information provided to us during the booking process with the utmost care and in accordance with current data protection legislation. However, Park Nordica assumes no liability for any errors, failures, or data losses удовольствие occurring at Stripe or its partners.\n\nThe use of all content, forms, and payment functions on our website is at your own risk. Flawless and permanent availability cannot be guaranteed."
      },
      "stay": {
        "title": "3. Stay in the Park",
        "content": "Staying in the park is generally at your own risk. Parents or legal guardians bear full responsibility for the safety and behavior of their children or persons entrusted to them.\n\nPark Nordica assumes no liability for personal injury or property damage occurring during a stay in the park, provided these are attributable to improper use of facilities, grossly negligent behavior, or non-compliance with safety instructions and staff directives.\n\nVisitors are obliged to behave responsibly at all times, to look out for their own safety and the safety of others, and to follow all instructions and warning signs in the park. Non-compliance can lead to immediate expulsion from the park – without entitlement to a refund."
      },
      "animals": {
        "title": "4. Animal Contact",
        "content": "Contact with animals in the petting zoo area of Park Nordica is at your own risk or at the risk of the respective supervisors. Children are not allowed in the petting zoo area without the supervision of an adult.\n\nAll visitors are obliged to treat the animals respectfully and to follow the safety and behavioral recommendations of the staff.\n\nAny contact with other animals outside the petting zoo – especially with wild animals or enclosed animals – is strictly prohibited. Violations are at your own risk. Park Nordica assumes no liability for damages or injuries resulting from such unauthorized animal contact."
      },
      "activities": {
        "title": "5. Activities and Rides",
        "content": "The use of playground equipment, rides, attractions, and all other leisure activities in the park is at your own risk. Visitors are obliged to strictly follow all safety instructions, age or height restrictions, and staff directives.\n\nShould equipment or facilities not be used according to regulations, or should staff instructions be disregarded, Park Nordica assumes no liability whatsoever for any resulting damages, injuries, or other consequences.\n\nProper use and consideration for other visitors are fundamental prerequisites for participation in all activities in the park. In case of repeated misconduct, we reserve the right to deny the persons concerned access to certain areas or the entire park."
      },
      "events": {
        "title": "6. Events",
        "content": "Tickets for events or special events at Park Nordica are valid exclusively on the event day printed on them. Refunds or rebookings are excluded, even if the guest does not show up.\n\nPark Nordica assumes no liability for cancellations or changes caused by weather conditions, technical problems, or other circumstances beyond our control.\n\nDuring the event, visitors are only permitted to stay in the designated and marked areas. Staying in the rest of the park grounds is prohibited unless expressly permitted by staff.\n\nThis regulation serves to protect visitors, as there are also wild animals and non-publicly accessible enclosures in the park, unsupervised access to which can be associated with considerable dangers.\n\nViolations are at your own risk, and Park Nordica reserves the right to expel persons from the premises."
      },
      "theft": {
        "title": "7. Theft",
        "content": "Park Nordica assumes no liability whatsoever for lost, damaged, or stolen items, neither on the park grounds nor in the associated parking lots or indoor areas.\n\nWe ask all guests to handle their property carefully and to keep their personal belongings in sight or securely stored at all times.\n\nBringing valuables is at your own risk. No compensation will be granted in case of loss or theft."
      },
      "force": {
        "title": "8. Force Majeure",
        "content": "Park Nordica is not liable for damages, failures, or restrictions caused by force majeure events. Force majeure events are all unforeseeable, extraordinary events that are beyond our control and cannot be prevented despite reasonable care.\n\nThese include, but are not limited to:\n• Natural disasters (e.g., storms, lightning, floods)\n• Fires or explosions\n• Pandemics and officially ordered closures\n• Technical failures due to power or internet outages\n• Strikes or industrial action\n• Terrorist acts or security-related threats\n\nIn such cases, we reserve the right to cancel events, change opening hours, or close the park полностью or partially, without any claim for damages, refunds, or other compensation arising."
      }
    },
    "lastUpdated": "Last updated: {{date}}"
  },
  "thankYou": "Thank you for your purchase!",
  "orderConfirmed": "Your order has been successfully completed.",
  "confirmationEmailSent": "A confirmation email has been sent to your provided email address.",
  "orderNumber": "Order Number",
  "ticketsPurchased": "Tickets Purchased",
  "whatNext": "What happens next?",
  "ticketsInfo": "Your tickets will be sent via email shortly before the event. Please bring your tickets either printed or digitally on your smartphone.",
  "backToHome": "Back to Home",
  "printReceipt": "Print Receipt",
  "buildingFuture": "Park Nordica – Reopening in June 2026",
  "parkClosed": "Our park remains closed in 2025 – we are building for the future",
  "constructionSafety": "Extensive renovations for increased safety and sustainability",
  "modernization": "Redesign into a modern, nature-oriented adventure park",
  "reopening": "Reopening in June 2026 with new highlights for the whole family",
  "futureDetailedText": "It is with great regret that we must inform you that Park Nordica will not be open during the 2025 season. During this time, we are transforming the former family park with great passion and commitment into a completely renewed, modern, and nature-oriented adventure park.\n\nOur goal is to create a safe, sustainable, and technically flawless environment – extensive renovation measures are necessary for this. Regular visitor traffic is unfortunately not possible during this construction phase.\n\nWe sincerely ask for your understanding and are already looking forward to welcoming you and your family to our park from June 2026 – in a park that awaits you with love for nature, innovative ideas, and new highlights.",
  "limitedSpots": "Strictly limited spots – book quickly!",
  "weekendPreview": "Exclusive Weekend Preview",
  "sneakPeekDates": "Dates: July 19th & 20th, 2025",
  "guidedFeeding": "Guided feedings of Arctic foxes & wolves",
  "firstLook": "First look at the new enclosures and facilities",
  "foodIncluded": "Coffee, tea and traditional pastries included",
  "previewDetailedText": "Sneak Peek on July 19th & 20th – A First Look Behind the Scenes\n\nOn July 19th and 20th, 2025, we will exclusively open selected areas of Park Nordica – and cordially invite you to a very special sneak peek weekend!\n\nExperience firsthand what has already changed, take a first look at our new ideas, and join us for feedings of selected animals that take place at fixed times. When purchasing tickets, you can sign up for one of the feeding times to experience the animals up close and enjoy first encounters in the new park.\n\nPlease note: The number of visitors is strictly limited per day, as the park is still under construction and will only be partially opened.\n\nAdditionally, we invite you to enjoy hearty grilled snacks and non-alcoholic refreshments. Each ticket includes one food voucher and one drink voucher that can be redeemed on site.\n\nWe are particularly looking forward to welcoming guests from the Namdalen region, from Trøndelag, and beyond for this unique opportunity – to give you a first taste of the new Park Nordica experience.\n\nTickets are available now – while supplies last!",
  "readMore": "Read More",
  "close": "Close",
  "sneakPeekTicket": "Sneak Peek Ticket",
  "ticketIncludes": "Price includes: 1× drink voucher and 1× food voucher",
  "drinkVoucher": "drink voucher",
  "foodVoucher": "food voucher",
  "addressValue": "Parkveien 1\n7892 Trones\nNorway",
  "welcome": "Park Nordica - Reopening in June 2026",
  "subtitle": "Our park remains closed in 2025 - we are building for the future",
  "bookTickets": "Sneak Peek Tickets",
  "openingHours": "Follow us!",
  "ticketPrices": "Ticket Prices",
  "adults": "Adults",
  "children": "Children",
  "seniors": "Seniors",
  "familyTicket": "Family Ticket",
  "familyTicketNote": "The family ticket is valid for 2 adults and up to 3 children under 16 years.",
  "buyTickets": "Buy Tickets",
  "directions": "Directions",
  "byBus": "By Bus",
  "busDirections": "Bus line 42 from Trones Central Station, hourly from 8:00 to 19:00",
  "byCar": "By Car",
  "carDirections": "Follow the E6 northbound and take the Trones-Nord exit",
  "viewOnMap": "View on Map",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Monday - Friday",
  "weekends": "Saturday - Sunday",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Copy Address",
  "copied": "Copied!",
  "followSocialMedia": "Follow our progress on social media!",
  "copyright": "All rights reserved"
} 