{
  "privacy": {
    "title": "Política de Privacidad",
    "sections": {
      "introduction": {
        "title": "1. Introducción",
        "content": "Esta política de privacidad le informa sobre cómo nosotros, Park Nordica, recopilamos, procesamos y protegemos sus datos personales cuando visita nuestro sitio web o utiliza nuestros servicios."
      },
      "responsible": {
        "title": "2. Entidad Responsable",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Noruega\nCorreo electrónico: info@parknordica.no\nNúmero de organización: 935 112 761"
      },
      "data": {
        "title": "3. Qué datos recopilamos",
        "items": {
          "0": "Recopilamos datos personales cuando usted:",
          "1": "• visita nuestro sitio web (p. ej., a través de cookies, dirección IP, datos del dispositivo)",
          "2": "• compra un boleto o se registra",
          "3": "• se pone en contacto con nosotros",
          "4": "",
          "5": "Ejemplos de datos recopilados:",
          "6": "• Nombre, dirección, dirección de correo electrónico",
          "7": "• Detalles de pago y compra",
          "8": "• Dirección IP, información del navegador, información del dispositivo (a través de cookies)"
        }
      },
      "purpose": {
        "title": "4. Propósitos del procesamiento de datos",
        "items": {
          "0": "Utilizamos sus datos para los siguientes propósitos:",
          "1": "• Procesamiento de compras de boletos y pedidos",
          "2": "• Servicio al cliente y comunicación",
          "3": "• Mejora de la funcionalidad del sitio web (análisis, experiencia del usuario)",
          "4": "• Cumplimiento de obligaciones legales"
        }
      },
      "legal": {
        "title": "5. Base legal para el procesamiento",
        "content": "Procesamos sus datos basándose en:\n• Su consentimiento (p. ej., para boletines o cookies)\n• Cumplimiento contractual (p. ej., compra de boletos)\n• Obligación legal (p. ej., requisitos de retención)"
      },
      "storage": {
        "title": "6. Duración del almacenamiento",
        "content": "Los datos personales se almacenan solo durante el tiempo necesario para los propósitos respectivos o según lo requiera la ley. Después de eso, se eliminarán o anonimizarán."
      },
      "sharing": {
        "title": "7. Intercambio de datos con terceros",
        "content": "Sus datos solo se comparten:\n• con su consentimiento explícito\n• para el cumplimiento del contrato (p. ej., proveedores de servicios de pago)\n• cuando estamos legalmente obligados a hacerlo (p. ej., autoridades fiscales)"
      },
      "rights": {
        "title": "8. Sus derechos",
        "items": {
          "0": "Usted tiene derecho a:",
          "1": "• Información sobre sus datos almacenados",
          "2": "• Corrección de datos incorrectos",
          "3": "• Eliminación (\"derecho al olvido\")",
          "4": "• Restricción del procesamiento",
          "5": "• Portabilidad de datos",
          "6": "• Oponerse al procesamiento",
          "7": "• Queja ante una autoridad de protección de datos (p. ej., Datatilsynet en Noruega o una autoridad supervisora en su país de residencia)"
        }
      },
      "cookies": {
        "title": "9. Cookies",
        "content": "Nuestro sitio web utiliza cookies y tecnologías similares para:\n• garantizar la funcionalidad del sitio\n• analizar el comportamiento del usuario (p. ej., Google Analytics)\n\nEn su primera visita, solicitamos su consentimiento para usar estas cookies. Puede ajustar su configuración en cualquier momento."
      },
      "security": {
        "title": "10. Seguridad de datos",
        "content": "Tomamos medidas técnicas y organizativas apropiadas para proteger sus datos contra acceso no autorizado, pérdida o mal uso."
      },
      "changes": {
        "title": "11. Cambios en esta política de privacidad",
        "content": "Nos reservamos el derecho de actualizar esta política de privacidad según sea necesario. Los cambios se publicarán en este sitio web. Por favor, consulte regularmente el estado actual."
      }
    },
    "lastUpdated": "Última actualización: 24 de mayo de 2025"
  },
  "terms": {
    "title": "Términos y Condiciones",
    "sections": {
      "introduction": {
        "title": "1. Información General",
        "content": "Este sitio web es operado por Park Nordica, una oferta de Nordisk Opplevelse AS, Finvolldalsveien 1244, 7896 Brekkvasselv, Noruega.\nAl comprar un boleto o usar este sitio web, usted acepta los siguientes términos y condiciones."
      },
      "contact": {
        "title": "2. Contacto",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Noruega\nCorreo electrónico: info@parknordica.no\nNúmero de organización: 935 112 761"
      },
      "tickets": {
        "title": "3. Entradas y Reservas",
        "items": {
          "0": "• Los boletos son válidos exclusivamente para la fecha seleccionada y el evento reservado.",
          "1": "• Devoluciones o reembolsos están excluidos, a menos que el evento sea cancelado o pospuesto por nosotros.",
          "2": "• Los boletos no son transferibles a menos que se indique lo contrario.",
          "3": "• Se debe presentar un boleto válido (digital o impreso) al ingresar.",
          "4": "• En caso de cancelación, reembolsaremos el precio completo del boleto, pero no los costos consecuentes (ej. viaje o alojamiento)."
        }
      },
      "withdrawal": {
        "title": "4. Derecho de Desistimiento / Cancelación",
        "content": "Para compras de boletos en línea, no existe derecho de desistimiento según el § 22 de la Ley Noruega de Ventas a Distancia (Angrerettloven), ya que se trata de eventos de ocio con fecha fija."
      },
      "usage": {
        "title": "5. Uso del Sitio Web",
        "items": {
          "0": "• Todo el contenido (textos, imágenes, logos, diseño) está protegido por derechos de autor.",
          "1": "• El uso comercial del contenido o la lectura automatizada del sitio web está prohibido.",
          "2": "• Nos reservamos el derecho de cambiar o descontinuar el contenido del sitio web en cualquier momento."
        }
      },
      "privacy": {
        "title": "6. Privacidad",
        "content": "La información sobre el procesamiento de datos personales se puede encontrar en nuestra política de privacidad. Cumplimos con las disposiciones aplicables del RGPD así como la Ley Noruega de Datos Personales (Personopplysningsloven)."
      },
      "liability": {
        "title": "7. Limitación de Responsabilidad",
        "content": "No somos responsables de daños que surjan del uso de este sitio web, fallas técnicas o terceros – a menos que haya comportamiento intencional o groseramente negligente de nuestra parte."
      },
      "security": {
        "title": "8. Seguridad",
        "content": "Nos esforzamos por proteger sus datos personales y empleamos medidas técnicas apropiadas. Sin embargo, no se puede garantizar una protección completa contra ataques de terceros."
      },
      "changes": {
        "title": "9. Cambios a los Términos y Condiciones",
        "content": "Nos reservamos el derecho de actualizar estos términos en cualquier momento. Los cambios entran en vigor tan pronto como se publican en esta página."
      },
      "jurisdiction": {
        "title": "10. Ley Aplicable y Jurisdicción",
        "content": "La ley noruega se aplica exclusivamente. El tribunal competente en Oslo, Noruega, tiene jurisdicción para todas las disputas relacionadas con el uso de este sitio web o compras de boletos."
      }
    },
    "lastUpdated": "Última actualización: 24 de mayo de 2024"
  },
  "disclaimer": {
    "title": "Exención de responsabilidad",
    "sections": {
      "behavior": {
        "title": "1. Comportamiento en el parque y hacia los animales",
        "content": "Park Nordica es un parque de aventuras orientado a la naturaleza donde la vida silvestre se mueve en recintos espaciosos o áreas de libre acceso. Pedimos urgentemente a todos los huéspedes que se comporten de manera considerada y cuidadosa, hacia los animales, la naturaleza y otros visitantes.\n\nAlimentar, molestar o tocar animales fuera de las áreas expresamente designadas (por ejemplo, zoológico de mascotas) está estrictamente prohibido. Las violaciones pueden llevar a peligros tanto para animales como para humanos y pueden resultar en expulsión de las instalaciones.\n\nLos padres y personas acompañantes son responsables de supervisar a los niños. Los niños menores de 12 años solo pueden ingresar al área del zoológico de mascotas cuando estén acompañados por un adulto.\n\nPor favor manténganse en los senderos marcados y sigan las instrucciones del personal."
      },
      "facilities": {
        "title": "2. Uso de instalaciones, atracciones y áreas de juego",
        "content": "El uso de nuestras atracciones está sujeto a la observancia de las regulaciones de seguridad, restricciones de edad o altura, y todas las instrucciones del personal.\n\nNo se puede asumir responsabilidad por el uso inadecuado o el incumplimiento de las instrucciones. Los daños resultantes del uso incorrecto o mala conducta son responsabilidad del visitante."
      },
      "liability": {
        "title": "3. Exención de responsabilidad",
        "content": "Park Nordica solo es responsable en casos de intención o negligencia grave. La responsabilidad adicional, particularmente por daños causados por el comportamiento inadecuado de los huéspedes o el incumplimiento de las instrucciones de seguridad, está excluida.\n\nNo somos responsables de:\n• Accidentes debido a mala conducta personal\n• Pérdida o robo de pertenencias personales\n• Restricciones o daños relacionados con el clima\n• Daños debido a fuerza mayor (por ejemplo, tormentas, pandemias, cortes de energía)\n\nNo somos responsables de fallas técnicas, fallas del sistema o errores en reservas en línea a través de proveedores externos (por ejemplo, Stripe). El procesamiento de pagos es manejado por un proveedor de servicios de pago certificado: no tenemos acceso a sus datos de pago."
      },
      "events": {
        "title": "4. Eventos",
        "content": "Los boletos solo son válidos en la fecha reservada. La devolución o reembolso no es posible: se aplican excepciones para cancelaciones por nuestra parte.\n\nPermanecer durante eventos especiales solo está permitido en áreas designadas. Ingresar a zonas no públicamente accesibles está prohibido y se hace bajo su propio riesgo."
      },
      "website": {
        "title": "5. Información del sitio web",
        "content": "Nos esforzamos por proporcionar información correcta y actualizada. Sin embargo, el contenido (por ejemplo, precios, horarios de apertura) puede cambiar con poca antelación. No asumimos responsabilidad por problemas técnicos, pérdida de datos o daños causados por virus o terceros."
      }
    },
    "lastUpdated": "Última actualización: 24 de mayo de 2024"
  },
  "buildingFuture": "Reapertura Park Nordica – junio 2026",
  "parkClosed": "Park Nordica hace una pausa – y crece más allá de sí mismo",
  "constructionSafety": "2025 el parque permanece cerrado – estamos construyendo un nuevo mundo de aventuras para ustedes",
  "modernization": "Un parque familiar orientado a la naturaleza, seguro y moderno está siendo creado",
  "reopening": "Apertura en junio 2026 – con animales, aventuras y destacados para grandes y pequeños",
  "futureDetailedText": "Park Nordica – Reapertura en junio de 2026\nUn lugar familiar con nueva apariencia – para las familias del mañana\n\nCon sentimientos encontrados, queremos decirles que Park Nordica permanecerá cerrado en 2025. ¿Por qué? Porque algo grande está sucediendo.\n\nEstamos usando este tiempo para renovar completamente nuestro parque con mucho amor, responsabilidad e ideas innovadoras. El familiar parque familiar se convertirá en un lugar de aventura orientado a la naturaleza que combina lúdicamente educación, relajación y aventura – de manera sostenible, segura y con destacados completamente nuevos para exploradores grandes y pequeños.\n\nPara que esto tenga éxito, se requiere trabajo de construcción integral. Esto necesita espacio y tiempo, por lo que lamentablemente no podemos darles la bienvenida al parque este año.\n\nPero: ¡Estamos contando los días! Porque desde junio de 2026, abriremos nuestras puertas nuevamente – para un parque que celebra la naturaleza, pone a los animales respetuosamente en el centro y crea momentos familiares inolvidables.\n\n¡Gracias por su comprensión – y su expectativa!",
  "limitedSpots": "Solo quedan pocos lugares – ¡asegura tus entradas ahora!",
  "weekendPreview": "Sneak Peek – Fin de semana exclusivo de julio",
  "sneakPeekDates": "Un fin de semana lleno de primeros descubrimientos – 19 y 20 de julio de 2025",
  "guidedFeeding": "Alimentación guiada de animales con zorros árticos y lobos",
  "firstLook": "Vistazo a nuevos recintos y renovaciones emocionantes",
  "foodIncluded": "Comida y bebidas están disponibles en el lugar",
  "previewDetailedText": "Vista previa exclusiva del fin de semana – Sneak Peek el 19 y 20 de julio de 2025\nUn primer vistazo al nuevo parque – estad ahí cuando Nordica despierte\n\nAntes de que Park Nordica celebre su gran reapertura en junio de 2026, queremos mostraros un pequeño y especial pedazo de ello ahora mismo: ¡En nuestro fin de semana Sneak Peek el 19 y 20 de julio de 2025!\n\nEn estos dos días, abriremos áreas seleccionadas del nuevo parque – y os invitamos a experimentar la transformación de cerca. Lo que os espera:\n\n• Alimentación guiada de nuestros zorros árticos y lobos – acompañados cariñosamente por nuestros cuidadores de animales (por favor elegid el horario al reservar entradas)\n• Un primer vistazo a nuevos recintos e instalaciones, integrados en la hermosa naturaleza de Trøndelag\n• Café, té y repostería tradicional, además de ofertas de parrilla abundantes\n• Tiempo para intercambio, preguntas e historias junto al fuego – en ambiente acogedor con otros amigos de Nordica\n\nDado que el parque aún está en construcción, la participación está estrictamente limitada. Queremos ofreceros una experiencia segura y personal – en medio de una obra llena de futuro.\n\n¡Asegurad vuestra entrada ahora – estamos increíblemente emocionados de veros!",
  "readMore": "Leer más",
  "close": "Cerrar",
  "sneakPeekTicket": "Entrada de Preestreno",
  "ticketIncludes": "El precio incluye: 1× vale de bebida y 1× vale de comida",
  "drinkVoucher": "vale de bebida",
  "foodVoucher": "vale de comida",
  "thankYou": "¡Gracias por su compra!",
  "orderConfirmed": "Su pedido se ha completado con éxito.",
  "confirmationEmailSent": "Se ha enviado un correo electrónico de confirmación a su dirección de correo electrónico proporcionada.",
  "orderNumber": "Número de pedido",
  "ticketsPurchased": "Entradas compradas",
  "whatNext": "¿Qué sucede a continuación?",
  "ticketsInfo": "Sus entradas se enviarán por correo electrónico poco antes del evento. Por favor, traiga sus entradas impresas o en formato digital en su smartphone.",
  "backToHome": "Volver a inicio",
  "printReceipt": "Imprimir recibo",
  "addressValue": "Parkveien 1\n7892 Trones\nNoruega",
  "welcome": "Park Nordica - Reapertura en junio de 2026",
  "subtitle": "Nuestro parque permanece cerrado en 2025 - estamos construyendo para el futuro",
  "bookTickets": "Entradas de Preestreno",
  "openingHours": "¡Síguenos!",
  "ticketPrices": "Precios de entradas",
  "adults": "Adultos",
  "children": "Niños",
  "seniors": "Personas mayores",
  "familyTicket": "Entrada familiar",
  "familyTicketNote": "La entrada familiar es válida para 2 adultos y hasta 3 niños menores de 16 años.",
  "buyTickets": "Comprar entradas",
  "directions": "Direcciones",
  "byBus": "En autobús",
  "busDirections": "Línea de autobús 42 desde la estación central de Trones, cada hora de 08:00 a 19:00",
  "byCar": "En coche",
  "carDirections": "Siga la E6 hacia el norte y tome la salida Trones-Nord",
  "viewOnMap": "Ver en el mapa",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Lunes - Viernes",
  "weekends": "Sábado - Domingo",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Copiar dirección",
  "copied": "¡Copiado!",
  "followSocialMedia": "¡Sigue nuestro progreso en las redes sociales!",
  "copyright": "Todos los derechos reservados"
} 