{
  "privacy": {
    "title": "Personvernerklæring",
    "sections": {
      "introduction": {
        "title": "1. Innledning",
        "content": "Denne personvernerklæringen informerer deg om hvordan vi, Park Nordica, samler inn, behandler og beskytter dine personopplysninger når du besøker nettsiden vår eller bruker våre tjenester."
      },
      "responsible": {
        "title": "2. Ansvarlig part",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norge\nE-post: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "data": {
        "title": "3. Hvilke data vi samler inn",
        "items": {
          "0": "Vi samler inn personopplysninger når du:",
          "1": "• besøker nettsiden vår (f.eks. gjennom informasjonskapsler, IP-adresse, enhetsdata)",
          "2": "• kjøper en billett eller registrerer deg",
          "3": "• kontakter oss",
          "4": "",
          "5": "Eksempler på innsamlede data:",
          "6": "• Navn, adresse, e-postadresse",
          "7": "• Betalings- og kjøpsdetaljer",
          "8": "• IP-adresse, nettleserinformasjon, enhetsinformasjon (via informasjonskapsler)"
        }
      },
      "purpose": {
        "title": "4. Formål med databehandling",
        "items": {
          "0": "Vi bruker dine data til følgende formål:",
          "1": "• Behandling av billettkjøp og bestillinger",
          "2": "• Kundeservice og kommunikasjon",
          "3": "• Forbedring av nettstedets funksjonalitet (analyse, brukeropplevelse)",
          "4": "• Oppfyllelse av juridiske forpliktelser"
        }
      },
      "legal": {
        "title": "5. Rettsgrunnlag for behandling",
        "content": "Vi behandler dine data basert på:\n• Ditt samtykke (f.eks. for nyhetsbrev eller informasjonskapsler)\n• Kontraktoppfyllelse (f.eks. billettkjøp)\n• Juridisk forpliktelse (f.eks. oppbevaringskrav)"
      },
      "storage": {
        "title": "6. Lagringsvarighet",
        "content": "Personopplysninger lagres kun så lenge det er nødvendig for de respektive formålene eller juridisk påkrevd. Deretter slettes eller anonymiseres de."
      },
      "sharing": {
        "title": "7. Datadeling med tredjeparter",
        "content": "Dine data deles kun:\n• med ditt uttrykkelige samtykke\n• for kontraktoppfyllelse (f.eks. betalingstjenesteleverandører)\n• når vi er juridisk forpliktet til å gjøre det (f.eks. skattemyndigheter)"
      },
      "rights": {
        "title": "8. Dine rettigheter",
        "items": {
          "0": "Du har rett til:",
          "1": "• Informasjon om dine lagrede data",
          "2": "• Korrigering av feilaktige data",
          "3": "• Sletting (\"rett til å bli glemt\")",
          "4": "• Begrensning av behandling",
          "5": "• Dataportabilitet",
          "6": "• Å protestere mot behandling",
          "7": "• Klage til en databeskyttelsesmyndighet (f.eks. Datatilsynet i Norge eller en tilsynsmyndighet i ditt bostedsland)"
        }
      },
      "cookies": {
        "title": "9. Informasjonskapsler",
        "content": "Nettsiden vår bruker informasjonskapsler og lignende teknologier for å:\n• sikre funksjonaliteten til siden\n• analysere brukeradferd (f.eks. Google Analytics)\n\nVed ditt første besøk ber vi om ditt samtykke til å bruke disse informasjonskapslene. Du kan justere innstillingene dine når som helst."
      },
      "security": {
        "title": "10. Datasikkerhet",
        "content": "Vi tar passende tekniske og organisatoriske tiltak for å beskytte dine data mot uautorisert tilgang, tap eller misbruk."
      },
      "changes": {
        "title": "11. Endringer i denne personvernerklæringen",
        "content": "Vi forbeholder oss retten til å oppdatere denne personvernerklæringen etter behov. Endringer vil bli publisert på denne nettsiden. Vennligst sjekk regelmessig for gjeldende status."
      }
    },
    "lastUpdated": "Sist oppdatert: 24. mai 2025"
  },
  "terms": {
    "title": "Vilkår og betingelser",
    "sections": {
      "introduction": {
        "title": "1. Generell informasjon",
        "content": "Denne nettsiden drives av Park Nordica, et tilbud fra Nordisk Opplevelse AS, Finvolldalsveien 1244, 7896 Brekkvasselv, Norge.\nVed å kjøpe en billett eller bruke denne nettsiden godtar du følgende vilkår og betingelser."
      },
      "contact": {
        "title": "2. Kontakt",
        "content": "Park Nordica\nParkveien 1\n7892 Trones, Norge\nE-post: info@parknordica.no\nOrganisasjonsnummer: 935 112 761"
      },
      "tickets": {
        "title": "3. Billetter og reservasjoner",
        "items": {
          "0": "• Billetter gjelder utelukkende for valgt dato og bestilt arrangement.",
          "1": "• Retur eller refusjon er utelukket, med mindre arrangementet blir avlyst eller utsatt av oss.",
          "2": "• Billetter kan ikke overføres med mindre annet er angitt.",
          "3": "• En gyldig billett (digital eller utskrevet) må vises ved inngang.",
          "4": "• Ved avlysning refunderer vi full billettprisen, men ikke følgekostnader (f.eks. reise eller overnatting)."
        }
      },
      "withdrawal": {
        "title": "4. Angrerrett / Avbestilling",
        "content": "For online billettkjøp finnes det ingen angrerrett i henhold til § 22 i norsk angrerettlov, da det gjelder fritidsarrangementer med fast dato."
      },
      "usage": {
        "title": "5. Bruk av nettsiden",
        "items": {
          "0": "• Alt innhold (tekster, bilder, logoer, design) er beskyttet av opphavsrett.",
          "1": "• Kommersiell bruk av innhold eller automatisert lesing av nettsiden er forbudt.",
          "2": "• Vi forbeholder oss retten til å endre eller avslutte nettsidens innhold når som helst."
        }
      },
      "privacy": {
        "title": "6. Personvern",
        "content": "Informasjon om behandling av personopplysninger finnes i vår personvernerklæring. Vi overholder gjeldende bestemmelser i GDPR samt norsk personopplysningslov."
      },
      "liability": {
        "title": "7. Ansvarsbegrensning",
        "content": "Vi er ikke ansvarlige for skader som oppstår ved bruk av denne nettsiden, tekniske feil eller tredjeparter – med mindre det foreligger forsettlig eller grovt uaktsom oppførsel fra vår side."
      },
      "security": {
        "title": "8. Sikkerhet",
        "content": "Vi streber etter å beskytte dine personopplysninger og bruker passende tekniske tiltak. Fullstendig beskyttelse mot tredjeparts angrep kan imidlertid ikke garanteres."
      },
      "changes": {
        "title": "9. Endringer av vilkår og betingelser",
        "content": "Vi forbeholder oss retten til å oppdatere disse vilkårene når som helst. Endringer trer i kraft så snart de publiseres på denne siden."
      },
      "jurisdiction": {
        "title": "10. Gjeldende lov og verneting",
        "content": "Norsk lov gjelder utelukkende. Kompetent domstol i Oslo, Norge, har jurisdiksjon for alle tvister knyttet til bruk av denne nettsiden eller billettkjøp."
      }
    },
    "lastUpdated": "Sist oppdatert: 24. mai 2024"
  },
  "disclaimer": {
    "title": "Ansvarsfraskrivelse",
    "sections": {
      "behavior": {
        "title": "1. Oppførsel i parken og overfor dyr",
        "content": "Park Nordica er en naturnær opplevelsespark hvor ville dyr beveger seg i romslige innhegninger eller fritt tilgjengelige områder. Vi ber alle gjester innstendig om å oppføre seg hensynsfullt og forsiktig – overfor dyr, natur og medmennesker.\n\nFôring, forstyrrelse eller berøring av dyr utenfor uttrykkelig utpekte områder (f.eks. kosepark) er strengt forbudt. Overtredelser kan føre til fare for både dyr og mennesker og kan resultere i utvisning fra området.\n\nForeldre og følgepersoner er ansvarlige for tilsyn med barn. Barn under 12 år kan bare komme inn i koseparken når de er i følge med en voksen.\n\nVennligst hold deg på merkede stier og følg personalets instruksjoner."
      },
      "facilities": {
        "title": "2. Bruk av fasiliteter, karuseller og lekeområder",
        "content": "Bruk av våre attraksjoner er underlagt overholdelse av sikkerhetsforskrifter, alders- eller høydebegrensninger og alle personalets instruksjoner.\n\nIngen ansvar kan påtas for feil bruk eller ignorering av instruksjoner. Skader som følge av feil bruk eller dårlig oppførsel er besøkerens ansvar."
      },
      "liability": {
        "title": "3. Ansvarsfraskrivelse",
        "content": "Park Nordica er kun ansvarlig i tilfeller av forsett eller grov uaktsomhet. Videre ansvar – spesielt for skader forårsaket av upassende oppførsel fra gjester eller ignorering av sikkerhetsinstruksjoner – er ekskludert.\n\nVi er ikke ansvarlige for:\n• Ulykker på grunn av personlig dårlig oppførsel\n• Tap eller tyveri av personlige eiendeler\n• Værrelaterte begrensninger eller skader\n• Skader på grunn av force majeure (f.eks. stormer, pandemier, strømbrudd)\n\nVi er ikke ansvarlige for tekniske feil, systemsvikt eller feil i online bookinger gjennom tredjepartsleverandører (f.eks. Stripe). Betalingsbehandling håndteres av en sertifisert betalingstjenesteleverandør – vi har ikke tilgang til dine betalingsdata."
      },
      "events": {
        "title": "4. Arrangementer",
        "content": "Billetter er kun gyldige på den bookede datoen. Retur eller refusjon er ikke mulig – unntak gjelder for kanselleringer fra vår side.\n\nOpphold under spesielle arrangementer er kun tillatt i utpekte områder. Å gå inn i ikke-offentlig tilgjengelige soner er forbudt og gjøres på egen risiko."
      },
      "website": {
        "title": "5. Nettstedsinformasjon",
        "content": "Vi streber etter å gi korrekt og oppdatert informasjon. Imidlertid kan innhold (f.eks. priser, åpningstider) endres på kort varsel. Vi påtar oss ikke ansvar for tekniske problemer, datatap eller skader forårsaket av virus eller tredjeparter."
      }
    },
    "lastUpdated": "Sist oppdatert: 24. mai 2024"
  },
  "buildingFuture": "Park Nordica gjenåpning – juni 2026",
  "parkClosed": "Park Nordica tar en pause – og vokser utover seg selv",
  "constructionSafety": "2025 forblir parken stengt – vi bygger en ny opplevelsesverden for dere",
  "modernization": "En naturnær, trygg og moderne familiepark blir til",
  "reopening": "Åpning i juni 2026 – med dyr, eventyr og høydepunkter for store og små",
  "futureDetailedText": "Park Nordica – Gjenåpning i juni 2026\nEt kjent sted i ny drakt – for morgendagens familier\n\nMed blandede følelser vil vi fortelle dere at Park Nordica forblir stengt i 2025. Hvorfor? Fordi noe stort skjer.\n\nVi bruker denne tiden til å fullstendig fornye parken vår med mye kjærlighet, ansvar og fremtidsrettede ideer. Den kjente familieparken vil bli et naturnært opplevelsessted som lekent kombinerer utdanning, avslapning og eventyr – bærekraftig, trygt og med helt nye høydepunkter for små og store oppdagere.\n\nFor at dette skal lykkes, kreves omfattende byggearbeider. Dette krever plass og tid, som er grunnen til at vi dessverre ikke kan ønske dere velkommen til parken i år.\n\nMen: Vi teller dagene! For fra juni 2026 åpner vi portene våre igjen – for en park som feirer naturen, setter dyr respektfullt i sentrum og skaper uforglemmelige familieøyeblikk.\n\nTakk for deres forståelse – og deres forventning!",
  "limitedSpots": "Bare få plasser igjen – sikre billettene dine nå!",
  "weekendPreview": "Sneak Peek – Eksklusiv juli-helg",
  "sneakPeekDates": "En helg full av første oppdagelser – 19. & 20. juli 2025",
  "guidedFeeding": "Guidet dyremating med fjellrev og ulver",
  "firstLook": "Innblikk i nye innhegninger og spennende ombygginger",
  "foodIncluded": "Mat og drikke er tilgjengelig på stedet",
  "previewDetailedText": "Eksklusiv helgeforhåndsvisning – Sneak Peek 19. & 20. juli 2025\nEt første blikk inn i den nye parken – vær med når Nordica våkner\n\nFør Park Nordica feirer sin store gjenåpning i juni 2026, vil vi vise dere et lite, spesielt stykke av det allerede nå: På vår Sneak Peek-helg 19. & 20. juli 2025!\n\nPå disse to dagene åpner vi utvalgte områder av den nye parken – og inviterer dere til å oppleve transformasjonen på nært hold. Hva som venter dere:\n\n• Guidet mating av våre fjellrev og ulver – kjærlig ledsaget av våre dyrepassere (vennligst velg tidspunkt ved billettbestilling)\n• Et første blikk på nye innhegninger og fasiliteter, innebygd i Trøndelags vakre natur\n• Kaffe, te og tradisjonelt bakverk, pluss hearty grillmat\n• Tid for utveksling, spørsmål og historier ved bålet – i koselig atmosfære med andre Nordica-venner\n\nSiden parken fortsatt er under oppbyggelse, er deltakelsen strengt begrenset. Vi ønsker å tilby dere en trygg og personlig opplevelse – midt i en byggeplass full av fremtid.\n\nSikre billetten din nå – vi gleder oss enormt til å se dere!",
  "readMore": "Les mer",
  "close": "Lukk",
  "sneakPeekTicket": "Sneak Peek Billett",
  "ticketIncludes": "Prisen inkluderer: 1× drikkekupong og 1× matkupong",
  "drinkVoucher": "drikkepolet",
  "foodVoucher": "matpolet",
  "thankYou": "Takk for ditt kjøp!",
  "orderConfirmed": "Din bestilling er fullført.",
  "confirmationEmailSent": "En bekreftelse er sendt til din e-postadresse.",
  "orderNumber": "Ordrenummer",
  "ticketsPurchased": "Antall billetter",
  "whatNext": "Hva skjer nå?",
  "ticketsInfo": "Dine billetter vil bli sendt på e-post kort tid før arrangementet. Vennligst ta med billettene enten utskrevet eller digitalt på smarttelefonen din.",
  "backToHome": "Tilbake til forsiden",
  "printReceipt": "Skriv ut kvittering",
  "addressValue": "Parkveien 1\n7892 Trones\nNorge",
  "welcome": "Park Nordica - Gjenåpning i juni 2026",
  "subtitle": "Parken vår forblir stengt i 2025 - vi bygger for fremtiden",
  "bookTickets": "Sneak Peek Billetter",
  "openingHours": "Følg oss gjerne!",
  "ticketPrices": "Billettpriser",
  "adults": "Voksne",
  "children": "Barn",
  "seniors": "Pensjonister",
  "familyTicket": "Familiebillett",
  "familyTicketNote": "Familiebilletten gjelder for 2 voksne og inntil 3 barn under 16 år.",
  "buyTickets": "Kjøp billetter",
  "directions": "Anvisninger",
  "byBus": "Med buss",
  "busDirections": "Busslinje 42 fra Trones sentralstasjon, hver time fra 08:00 til 19:00",
  "byCar": "Med bil",
  "carDirections": "Følg E6 nordover og ta avkjørselen Trones-Nord",
  "viewOnMap": "Se på kart",
  "phoneValue": "+47 743 33 700",
  "weekdays": "Mandag - Fredag",
  "weekends": "Lørdag - Søndag",
  "timeWeekdays": "10:00 - 18:00",
  "timeWeekends": "09:00 - 19:00",
  "copyAddress": "Kopier adresse",
  "copied": "Kopiert!",
  "followSocialMedia": "Følg vårt fremgang på sosiale medier!",
  "copyright": "Alle rettigheter forbeholdt"
} 